{
  "profile": "Profile",
  "account": "ACCOUNT",
  "account_actions": "ACCOUNT ACTIONS",
  "preferences": "PREFERENCES",
  "personal_data": "Personal data",
  "personal_data_subtitle": "Name, phone number, email",
  "payments": "Payments",
  "payments_subtitle": "Visa ••42 as default",
  "manage": "Manage",
  "saved_places": "Saved places",
  "saved_places_subtitle": "Home, Work and more",
  "notifications": "Notifications",
  "appearance": "Appearance",
  "language": "Language",
  "log_out": "Log Out",
  "are_you_sure_logout": "Are you sure you want to log out?",
  "cancel": "Cancel",
  "dark": "Dark",
  "light": "Light",
  "system": "System",
  "selectLanguage": "SELECT LANGUAGE",
  "english": "English",
  "englishUS": "English (US)",
  "french": "French",

  "settings": "Settings",
  "security": "Security",
  "currency": "Currency",
  "legal": "LEGAL",
  "privacy_policy": "Privacy Policy",
  "terms_of_use": "Terms of Use",

  "booking_updates": "Booking updates",
  "booking_updates_subtitle": "Confirmations, changes & pickup info",
  "deals_promotions": "Deals & promotions",
  "deals_promotions_subtitle": "Member-only offers & exclusive deals",
  "community_tips": "Community & tips",
  "community_tips_subtitle": "Travel tips, reviews & highlights",
  "push": "Push",
  "email": "Email",
  "push_notifications": "Push notifications",
  "email_label": "Email",

  "pp_section1_title": "Information We Collect",
  "pp_section1_body": "We collect information you provide directly, such as your name, email address, phone number, and payment details when you register or use our services. We also automatically collect usage data, device identifiers, and location information when you use the app.",
  "pp_section2_title": "How We Use Your Information",
  "pp_section2_body": "Your information is used to provide, improve, and personalise our services, process transactions, send service-related notifications, and ensure the safety of our platform. We do not sell your personal data to third parties.",
  "pp_section3_title": "Data Sharing",
  "pp_section3_body": "We may share your data with drivers and partners to fulfil bookings, with payment processors to handle transactions, and with authorities when required by law. All partners are bound by strict confidentiality obligations.",
  "pp_section4_title": "Data Retention",
  "pp_section4_body": "We retain your personal data for as long as your account is active or as needed to provide services. You may request deletion of your account and associated data at any time through the app settings.",
  "pp_section5_title": "Your Rights",
  "pp_section5_body": "You have the right to access, correct, or delete your personal data. You may also opt out of marketing communications at any time. To exercise these rights, contact our support team or visit your account settings.",
  "pp_section6_title": "Contact Us",
  "pp_section6_body": "If you have questions about this Privacy Policy, please contact our Data Protection team at privacy@yourapp.com or through the Help & Support section of the app.",

  "tou_section1_title": "Acceptance of Terms",
  "tou_section1_body": "By downloading, installing, or using this application, you agree to be bound by these Terms of Use. If you do not agree with any part of these terms, you must not use our services.",
  "tou_section2_title": "Eligibility",
  "tou_section2_body": "You must be at least 18 years old and capable of entering into a legally binding agreement to use our services. By using the app, you represent that you meet these requirements.",
  "tou_section3_title": "User Responsibilities",
  "tou_section3_body": "You are responsible for maintaining the confidentiality of your account credentials. You agree not to misuse the platform, impersonate others, or engage in any activity that disrupts the service or harms other users.",
  "tou_section4_title": "Payments & Refunds",
  "tou_section4_body": "All fares are calculated based on distance, time, and applicable surcharges. Refunds are handled on a case-by-case basis in accordance with our Refund Policy. Disputed charges must be raised within 7 days of the transaction.",
  "tou_section5_title": "Limitation of Liability",
  "tou_section5_body": "To the maximum extent permitted by law, we are not liable for indirect, incidental, or consequential damages arising from your use of the service. Our total liability shall not exceed the amount paid by you in the last 3 months.",
  "tou_section6_title": "Changes to Terms",
  "tou_section6_body": "We reserve the right to update these Terms at any time. We will notify you of material changes via email or in-app notification. Continued use of the service after changes constitutes your acceptance of the revised terms."
}