{
  "profile": "Profil",
  "account": "COMPTE",
  "account_actions": "ACTIONS DU COMPTE",
  "preferences": "PRÉFÉRENCES",
  "personal_data": "Données personnelles",
  "personal_data_subtitle": "Nom, numéro de téléphone, email",
  "payments": "Paiements",
  "payments_subtitle": "Visa ••42 par défaut",
  "manage": "Gérer",
  "saved_places": "Lieux enregistrés",
  "saved_places_subtitle": "Domicile, travail et plus",
  "notifications": "Notifications",
  "appearance": "Apparence",
  "language": "Langue",
  "log_out": "Se déconnecter",
  "are_you_sure_logout": "Voulez-vous vraiment vous déconnecter ?",
  "cancel": "Annuler",
  "dark": "Sombre",
  "light": "Clair",
  "system": "Système",
  "selectLanguage": "CHOISIR LA LANGUE",
  "english": "Anglais",
  "englishUS": "Anglais (É.-U.)",
  "french": "Français",

  "settings": "Paramètres",
  "security": "Sécurité",
  "currency": "Devise",
  "legal": "LÉGAL",
  "privacy_policy": "Politique de confidentialité",
  "terms_of_use": "Conditions d'utilisation",

  "booking_updates": "Réservations",
  "booking_updates_subtitle": "Confirmations, modifications & prise en charge",
  "deals_promotions": "Offres & promotions",
  "deals_promotions_subtitle": "Offres exclusives réservées aux membres",
  "community_tips": "Communauté & conseils",
  "community_tips_subtitle": "Conseils de voyage, avis & actualités",
  "push": "Push",
  "email": "Email",
  "push_notifications": "Notifications push",
  "email_label": "Email",

  "pp_section1_title": "Informations collectées",
  "pp_section1_body": "Nous collectons les informations que vous fournissez directement, telles que votre nom, adresse e-mail, numéro de téléphone et coordonnées de paiement lors de votre inscription ou de l'utilisation de nos services. Nous collectons également automatiquement des données d'utilisation, des identifiants d'appareil et des informations de localisation.",
  "pp_section2_title": "Utilisation de vos données",
  "pp_section2_body": "Vos informations sont utilisées pour fournir, améliorer et personnaliser nos services, traiter les transactions, envoyer des notifications liées au service et assurer la sécurité de notre plateforme. Nous ne vendons pas vos données personnelles à des tiers.",
  "pp_section3_title": "Partage des données",
  "pp_section3_body": "Nous pouvons partager vos données avec les chauffeurs et partenaires pour exécuter les réservations, avec les processeurs de paiement et avec les autorités lorsque la loi l'exige. Tous les partenaires sont soumis à des obligations strictes de confidentialité.",
  "pp_section4_title": "Conservation des données",
  "pp_section4_body": "Nous conservons vos données personnelles aussi longtemps que votre compte est actif ou que nécessaire pour fournir les services. Vous pouvez demander la suppression de votre compte à tout moment via les paramètres de l'application.",
  "pp_section5_title": "Vos droits",
  "pp_section5_body": "Vous avez le droit d'accéder, de corriger ou de supprimer vos données personnelles. Vous pouvez également vous désabonner des communications marketing à tout moment. Pour exercer ces droits, contactez notre équipe d'assistance.",
  "pp_section6_title": "Nous contacter",
  "pp_section6_body": "Si vous avez des questions concernant cette politique de confidentialité, contactez notre équipe de protection des données à privacy@votreapp.com ou via la section Aide et support de l'application.",

  "tou_section1_title": "Acceptation des conditions",
  "tou_section1_body": "En téléchargeant, installant ou utilisant cette application, vous acceptez d'être lié par ces conditions d'utilisation. Si vous n'acceptez pas ces conditions, vous ne devez pas utiliser nos services.",
  "tou_section2_title": "Éligibilité",
  "tou_section2_body": "Vous devez avoir au moins 18 ans et être capable de conclure un accord juridiquement contraignant pour utiliser nos services. En utilisant l'application, vous déclarez satisfaire à ces exigences.",
  "tou_section3_title": "Responsabilités de l'utilisateur",
  "tou_section3_body": "Vous êtes responsable de la confidentialité de vos identifiants. Vous vous engagez à ne pas abuser de la plateforme, usurper l'identité d'autrui ou mener des activités qui perturbent le service ou nuisent aux autres utilisateurs.",
  "tou_section4_title": "Paiements & remboursements",
  "tou_section4_body": "Toutes les courses sont calculées en fonction de la distance, du temps et des suppléments applicables. Les remboursements sont traités au cas par cas conformément à notre politique de remboursement. Les litiges doivent être signalés dans les 7 jours suivant la transaction.",
  "tou_section5_title": "Limitation de responsabilité",
  "tou_section5_body": "Dans la mesure permise par la loi, nous ne sommes pas responsables des dommages indirects, accessoires ou consécutifs découlant de votre utilisation du service. Notre responsabilité totale ne dépassera pas le montant payé par vous au cours des 3 derniers mois.",
  "tou_section6_title": "Modifications des conditions",
  "tou_section6_body": "Nous nous réservons le droit de mettre à jour ces conditions à tout moment. Nous vous informerons des modifications importantes par e-mail ou notification dans l'application. L'utilisation continue du service après les modifications constitue votre acceptation des nouvelles conditions."
}